tap "gapple/services"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "git"
brew "hub"
brew "mas"
brew "node"
# brew "postgresql"
brew "python@3.8"
brew "rbenv"
brew "rmtrash"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "terminal-notifier"
brew "tree"
brew "zsh"
cask "aerial"
cask "alfred"
cask "bartender"
cask "discord"
cask "dropbox"
cask "evernote"
cask "fantastical"
cask "flux"
cask "font-hack"
cask "font-hack-nerd-font"
# cask "font-roboto-mono-for-powerline"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "menumeters"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "tableplus"
cask "toggl"
cask "tunnelblick"
cask "zoom"
mas "LastPass", id: 926036361
mas "Todoist", id: 585829637
