tap "gapple/services"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "git"
brew "hub"
brew "mas"
brew "node"
brew "postgresql"
brew "sqlite"
brew "python"
brew "rbenv"
brew "rmtrash"
brew "ruby"
brew "terminal-notifier"
brew "tree"
brew "zsh"
cask "aerial"
cask "alfred"
cask "bartender"
cask "beardedspice"
cask "dropbox"
cask "evernote"
cask "fantastical"
cask "flux"
cask "font-hack"
cask "font-roboto-mono-for-powerline"
cask "google-chrome"
cask "hammerspoon"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "toggl"
mas "LastPass", id: 926036361
mas "Quip", id: 1003160018
mas "Todoist", id: 585829637
