tap "aws/tap"
tap "gapple/services"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "microsoft/git"
brew "asdf"
brew "git"
brew "hub"
brew "mas"
brew "macos-trash"
brew "node"
brew "pipx"
brew "pngpaste"
brew "python"
brew "rbenv"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "tree"
brew "zsh"
cask "1password"
cask "aerial"
cask "alfred"
cask "backblaze"
cask "discord"
cask "dozer"
cask "dropbox"
cask "evernote"
cask "flux"
cask "font-hack"
cask "font-hack-nerd-font"
cask "git-credential-manager-core"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "lulu"
cask "menumeters"
cask "mullvadvpn"
cask "plex"
cask "plex-media-server"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "tableplus"
cask "vlc"
cask "whatsapp"
cask "zoom"
mas "Todoist", id: 585829637
